
1 = "Type your account information.";
2 = "Create a Windows Live ID account...";
3 = "Password:";
4 = "Remember my password";
5 = "E-mail address:";
6 = "Example: example555@hotmail.com";
10 = "To proceed, click Next.";
11 = "Type your e-mail address.";
12 = "Type your password.";
13 = "Select this check box to save your password on your computer. Clear this check box if you do not want to save your password on your computer.";
14 = "Select this check box to save your password on your computer. Clear this check box if you do not want to save your password on your computer.";
15 = "Click to open a Web page where you can create credentials (e-mail address and password) to use as your Windows Live ID.";
16 = "Service:";
17 = "Windows Live Messenger";
